tap "albertlauncher/albert"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "riscv/riscv"
brew "act"
brew "ast-grep"
brew "autoconf"
brew "bat"
brew "librsvg"
brew "chafa"
brew "cmake"
brew "cmatrix"
brew "lima"
brew "colima", restart_service: :changed
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "ffuf"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gstreamer"
brew "hashcat"
brew "hydra"
brew "jenv"
brew "john-jumbo"
brew "jq"
brew "lftp"
brew "luarocks"
brew "mas"
brew "mbpoll"
brew "mkcert"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openjdk@17"
brew "openjdk@21"
brew "pinentry-mac"
brew "pnpm"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qemu"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup"
brew "samba"
brew "sevenzip"
brew "silicon"
brew "sqlmap"
brew "stow"
brew "thefuck"
brew "wakeonlan"
brew "wget"
brew "yazi"
brew "zoxide"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit", link: false
brew "koekeishiya/formulae/yabai"
brew "osx-cross/arm/arm-gcc-bin@10", link: false
brew "osx-cross/avr/avr-gcc@9"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
brew "riscv/riscv/riscv-tools"
cask "albert"
cask "altserver"
cask "android-commandlinetools"
cask "burp-suite"
cask "chatgpt"
cask "claude"
cask "element"
cask "font-leckerli-one"
cask "font-roboto"
cask "font-sf-mono"
cask "font-sf-mono-for-powerline"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "fontforge"
cask "google-chrome"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "legcord"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "obsidian"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "sf-symbols"
cask "tempbox"
cask "transmission"
cask "wezterm"
cask "yabaiindicator"
cask "zen-browser"
cask "zoom"
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Apple Configurator", id: 1037126344
mas "Developer", id: 640199958
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Proton Pass for Safari", id: 6502835663
mas "Slack", id: 803453959
mas "UTM", id: 1538878817
mas "Wipr", id: 1662217862
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
