tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
brew "libpng"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "python"
brew "apache-arrow"
brew "autoconf"
brew "automake"
brew "cmake"
brew "harfbuzz"
brew "libtool"
brew "fontforge"
brew "fzf"
brew "libavif"
brew "gd"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gdal"
brew "gdk-pixbuf"
brew "git"
brew "git-lfs"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gzip"
brew "jabba"
brew "jpeg"
brew "libgit2"
brew "libmtp"
brew "mas"
brew "maven"
brew "neovim"
brew "nvm"
brew "openssl"
brew "p7zip"
brew "pinentry-mac"
brew "pkg-config"
brew "pnpm"
brew "pyenv"
brew "qt"
brew "svg2png"
brew "tcl-tk"
brew "thefuck"
brew "tmux"
brew "tree"
brew "wireshark"
brew "zlib"
brew "zopfli"
brew "zoxide"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
cask "android-commandlinetools"
cask "arc"
cask "cheatsheet"
cask "docker"
cask "font-arimo"
cask "font-roboto"
cask "font-source-code-pro"
cask "geekbench"
cask "google-cloud-sdk"
cask "iterm2"
cask "microsoft-teams"
cask "prusaslicer"
cask "sf-symbols"
cask "transmission"
cask "zoom"
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Apple Configurator", id: 1037126344
mas "Compressor", id: 424390742
mas "Curve", id: 1219074514
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Jump Desktop", id: 524141863
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Texifier", id: 458866234
mas "WireGuard", id: 1451685025
